const faqSections = [
  {
    title: "預訂課程時",
    items: [
      {
        q: "我應該要上全日還是半日課程?",
        a: `<p>對於初學者而言，我們強烈建議參加全日課程，這樣可以讓您在學習滑雪的過程中獲得更豐富的體驗。如果您想要掌握基礎滑雪技巧，那麼參加連續2至3天的全日課程絕對是最佳選擇。在這段時間內，您將有足夠的時間認識滑雪裝備、接受專業教練的指導和示範，並在實際滑行中不斷修正和提升自己的技能。透過這樣的學習過程，您將能夠更全面地掌握滑雪的技巧和技能。<br />
相較之下，半日課程通常只有2至3小時的時間，主要著重於體驗滑雪的樂趣。雖然您可以獲得一些基本概念和認識滑雪裝備的機會，但由於時間有限，您可能無法獲得充分的指導和實際滑行的機會。因此，對於初學者來說，我們建議選擇全日課程，這樣您將能夠更好地掌握滑雪技巧，並有更多的機會享受到滑雪的樂趣。</p>`,
      },
      {
        q: "單板和雙板可以一起上課嗎?",
        a: `<p>非常抱歉，單板和雙板的滑雪課程無法同時進行。雖然有些教練具備兩種滑板技能，但每位教練一次只能教授一種裝備。此外，單板和雙板的教學方法也有所不同，因此無法同時進行兩種裝備的課程。為了確保您能夠獲得最有效的學習體驗，我們建議您選擇最符合您需求的單板或雙板滑雪課程。如果您有任何疑問或需要進一步的幫助，請隨時與SnowLand聯繫。</p>`,
      },
      {
        q: "大人小孩可以一起上課嗎?",
        a: `<p>成年人和小孩的學習方式和進度不太一樣，因此不建議將不同程度的學員一起上課。這樣會導致滑行距離拉遠，教練難以有效地掌握每位學員的情況。特別是在成年人和小孩一起上課時，通常小孩的學習進度會比成年人快，這樣會造成落差，讓成年人難以跟上。雖然原則上可以一起上課，但教練可能需要花更多的心力在小孩身上，因為他們可能需要特別的關注和指導，所以我們比較建議分開上課。<br />
如果家長很希望和小朋友在一起享受家庭時光，我們也可以安排一起上課，但是教練可能會把重心放在更需要關注的學員身上，希望家長能夠諒解。如果家長不參加課程但是不想錯過小朋友滑雪的珍貴瞬間，也歡迎父母在不干擾課堂的地方觀察和拍照。</p>`,
      },
      {
        q: "滑雪課程是否有年齡限制?",
        a: `<p>雙板滑雪建議從4歲以上開始，而單板滑雪則建議從6歲以上。<br />
一般來說，兒童通常在3至4歲以上可以開始參加滑雪課程，小孩的年齡在6歲以下，我們建議將他們分開一對一上課。這是因為年幼的孩子通常需要更短的課程時間，且容易疲勞，他們需要專注於適合他們年齡和體能的教學方式。<br />
儘管年齡理論上並無上限，但如果您有任何已知的健康狀況可能會影響到您在課上的安全，請提前告知我們。</p>`,
      },
      {
        q: "一個教練最多可以同時幾個人上課?",
        a: `<ul>
<li>一位教練一組最多6位成員</li>
<li>一組成員的滑雪程度盡量一致</li>
<li>大人&#038;小朋友分開以及一組4人以內，學習效率是比較適合的</li>
<li>親子共學：初學建議成員人數最多4-5位，7-12y兒童不超過3位</li>
<li>親子共學：4-6y幼兒最多只搭配一位成人</li>
<li>7-12y兒童：初學一位教練最多帶4位，已有滑行經驗的兒童可討論6位一組</li>
<li>4-6y幼兒：初學無經驗的幼兒需要教練1對1，已有滑行經驗的幼兒，1位教練可帶2位</li>
</ul>`,
      },
      {
        q: "教練講中文嗎?",
        a: `<p>教練大多數來自台灣，其他國籍的教練有來自馬來西亞、大陸、等，都能夠用流利的中文進行教學。此外，一些教練也能提供廣東話或英語課程，以滿足不同學員的需求。</p>`,
      },
      {
        q: "課程費用包含哪些?",
        a: `<ul>
<li>課程費用包含教練教學時數費用。</li>
<li>課程費用不包含裝備租借、雪票和午餐費。</li>
</ul>`,
      },
      {
        q: "課程有保險嗎?",
        a: `<p>透過 SnowLand 預約課程，將會為您投保富邦特定活動險，保障時間為參加教練課程的日期。請注意，此保險限制目前僅適用於台灣國籍或持有台灣居留證者，且未滿 15 歲者無法投保。預約課程後，我們將提供保險資料填寫連結，未填寫者視同放棄保險，如出現有投保時有重複投保，或其他無法投保的狀況恕無退費。</p>`,
      },
    ],
  },
  {
    title: "上課期間",
    items: [
      {
        q: "課程是否因為天氣惡劣而取消?",
        a: `<p>雪場所有纜車都無開放運作，官方宣布雪場關閉，或即使有纜車開放但是教練評估當日不適合上課，我們會取消當天的課程，並安排給您退款或改期，改期須取決於教練的可用性。</p>`,
      },
      {
        q: "我應該在課程或行程前多久報到?",
        a: `<p>自行租借裝備，請在約定的集合時間提前30至60分鐘提前到達進行租借，並在集合時間及地點與教練會合。<br />
教練協助裝備，則在約定的集合時間提前5至10分鐘，到租借處櫃檯排隊並登錄租借資料。</p>`,
      },
      {
        q: "上課遲到了怎麼辦？",
        a: `<p>如果不幸遲到了，請儘早告知教練及小幫手。讓教練一個人在外面等待是不理想的。另請注意，遲到是不會補課的。</p>`,
      },
      {
        q: "上課有休息時間嗎?",
        a: `<p>根據學員當天的體能狀態和學習進度，我們會靈活安排休息時間。一般全天課程會安排一小時的午餐時間，如果您需要更長或更短的休息時間，請提前與SnowLand聯繫安排。我們會盡量滿足您的需求，確保您在課程中能夠有足夠的休息時間，以保持良好的學習狀態。</p>`,
      },
      {
        q: "上課可以帶背包嗎？",
        a: `<p>攜帶背包可能會影響學習狀況，並增加意外發生的風險。為了保持身體靈活且安全，我們建議在上課時避免攜帶背包，並將背包存放在滑雪場提供的儲物櫃中。這樣可以确保您的行動自由，同时有效地降低意外事件發生的可能性。</p>`,
      },
      {
        q: "教練會陪我租雪具嗎?",
        a: `<p>雪場租借流程已經簡易化，只需跟隨店家指示即可完成租借，店員也會提供穿著指導。建議在課堂前預留30到60分鐘的時間進行租借。教練會約在租借處出口碰面，協助最後確認裝備狀況。<br />
租借流程包括填寫個人資料、選擇租借的物品、結帳、依序領取租借物品、試穿、確認尺寸完成。大多雪場或場外租借中心都設有網路登記系統，您可提前做預約申請，以加快租借時間。<br />
若您需要教練全程協助租借，請注意會佔用教學時數。您也可以選擇加購協助租借裝備的時數，以便教練全程協助。</p>`,
      },
      {
        q: "滑雪場入場需要買什麼票?纜車票?",
        a: `<ul>
<li>滑雪場本身並不需要門票，因此只是單純賞雪或進入雪場並不需要購買門票。然而，若您想要進行滑雪活動，就需要購買纜車票，也就是通常所稱的雪票。這些票券用於搭乘纜車至山頂，然後滑下山坡。</li>
<li>對於初學者，我們建議可以暫時不購買雪票。教練會根據您的學習進度來決定是否需要購買單日票、多日票或計次票，而每個雪場的票價政策可能有所不同。</li>
</ul>`,
      },
      {
        q: "可以中途更換單或雙板類型嗎 ?",
        a: `<p>我們不接受在上課進行中途更換滑雪類型的要求。如果您有更換計畫，請提前與SnowLand聯繫安排。我們建議多日課程最好持續學習同一種類型的滑雪，這樣會更加有效率。</p>`,
      },
      {
        q: "滑雪有什麼風險?",
        a: `<p>滑雪是一項極具挑戰性的運動，同時也存在一些風險，包括但不限於以下幾點：<br />
摔倒受傷： 摔倒是滑雪中常見的情況，尤其對初學者而言。這可能導致扭傷、拉傷、跌打或者更嚴重的骨折等傷害。<br />
碰撞風險： 在擁擠的滑雪場地上，可能會發生與其他滑雪者或固定障礙物的碰撞，尤其是在下坡速度較快的情況下，這可能導致受傷。<br />
天候和視野不佳： 不良的天氣條件，如大雪、大霧或暴風雪，可能會影響視野和路面狀況，增加意外發生的風險。<br />
高山氣候： 滑雪場通常位於高山地區，可能會受到高海拔的影響，如低溫、高風速、高紫外線輻射等，這些因素可能對身體造成不利影響。<br />
纜車和纜索風險： 搭乘纜車或纜索上山時，可能會面臨各種風險，如纜車故障、操作失誤等，這可能導致意外發生。<br />
為了降低這些風險，滑雪者應該接受專業的培訓，選擇合適的滑雪場地和難度，穿著適當的防護裝備，並隨時注意天氣和場地情況。</p>`,
      },
      {
        q: "雪場有沒有儲物櫃可以放隨身物品？",
        a: `<p>當您滑雪時，建議只攜帶必要的物品，如手機、少量現金和身份證明的副本。這些物品可以在您需要時提供必要的幫助，同時不會影響您的活動靈活性。<br />
為了保持身體靈活，建議在上課時避免攜帶背包。攜帶背包可能會限制您的活動範圍，增加意外發生的風險。<br />
如果您需要存放物品，滑雪場通常提供儲物櫃服務，每次收費約300-500日幣。這些儲物櫃提供安全的存放空間，讓您可以放心地存放您的貴重物品，而不必擔心丟失或被盜。</p>`,
      },
    ],
  },
  {
    title: "親子課程",
    items: [
      {
        q: "大人小孩可以一起上課嗎?",
        a: `<p>成年人和小孩的學習方式和進度不太一樣，因此不建議將不同程度的學員一起上課。這樣會導致滑行距離拉遠，教練難以有效地掌握每位學員的情況。特別是在成年人和小孩一起上課時，通常小孩的學習進度會比成年人快，這樣會造成落差，讓成年人難以跟上。雖然原則上可以一起上課，但教練可能需要花更多的心力在小孩身上，因為他們可能需要特別的關注和指導，所以我們比較建議分開上課。<br />
如果家長很希望和小朋友在一起享受家庭時光，我們也可以安排一起上課，但是教練可能會把重心放在更需要關注的學員身上，希望家長能夠諒解。如果家長不參加課程但是不想錯過小朋友滑雪的珍貴瞬間，也歡迎父母在不干擾課堂的地方觀察和拍照。</p>`,
      },
      {
        q: "小朋友幾歲開始可以上滑雪課程？",
        a: `<p>雙板滑雪建議從4歲以上開始，而單板滑雪則建議從6歲以上。<br />
一般來說，兒童通常在3至4歲以上可以開始參加滑雪課程，小孩的年齡在6歲以下，我們建議將他們分開一對一上課。這是因為年幼的孩子通常需要更短的課程時間，且容易疲勞，他們需要專注於適合他們年齡和體能的教學方式。<br />
儘管年齡理論上並無上限，但如果您有任何已知的健康狀況可能會影響到您在課上的安全，請提前告知我們。</p>`,
      },
    ],
  },
  {
    title: "行前準備",
    items: [
      {
        q: "我需要買個人保險嗎?",
        a: `<p>SnowLand十分重視課堂安全，我們為教練安排了專業的培訓，確保他們能夠選擇合適的地形和雪道，安全有效地指導學員。此外，除了課程中的富邦特定活動險，我們也投保了第三者損害責任險，以確保學員在學習過程中的安全。<br />
滑雪是一項風險較高的運動，我們建議學員在出發之前，務必購買包含滑雪活動的旅行保險，以應對意外情況並保障自身權益。</p>`,
      },
      {
        q: "如何和教練聯絡?",
        a: `<p>SnowLand的訂課系統是在官方LINE@上運作，我們主要通過LINE通訊軟體向您發送相關通知，如使用其他通訊軟體會留下帳號ID跟您聯繫。<br />
為了避免教學群組的混亂，我們會在開課前3到5天請您添加聯繫的帳號建立與教練的上課群組以便聯繫。這樣可以確保您及時收到最新的課程安排和相關資訊，方便您做好準備並及時參加課程。</p>`,
      },
      {
        q: "課程可以改期嗎?",
        a: `<p>若距離教練課程開始前30天以上，可聯繫SnowLand變更時間，日期變更僅限於可行的時間範圍內，並取決於教練的可用性。<br />
若距離教練課程開始前30天以內，須取消訂單重新預約。</p>`,
      },
      {
        q: "第一次滑雪需要準備什麼？",
        a: `<p>滑雪租借店無法提供這些物品，需要自行準備：<br />
滑雪襪：保暖和舒適的長襪，適合穿在滑雪鞋內。<br />
貼身排汗衣：保持身體乾爽，提供舒適保暖，適合滑雪運動。<br />
中層衣物：提供保暖和適度的保護，適合作為滑雪時的第二層保暖服飾。<br />
防摔褲和護膝：單板需要準備，提供保護，減輕摔倒時的衝擊，降低受傷風險。<br />
滑雪面罩和脖圍：保護面部及頸部免受寒冷和風雪侵擾，提供額外保暖和防護。<br />
需看滑雪租借店有無提供：<br />
手套：保護手部免受寒冷和外界損傷的手套。<br />
滑雪護目風鏡：保護眼睛免受風雪刺擊及紫外光線的護目鏡。</p>`,
      },
      {
        q: "在雪場可以租的裝備有哪些？",
        a: `<p>在租借店通常可以租到以下各種滑雪裝備：<br />
雙板或單板雪板：適合不同技能水平和喜好的各種款式和尺寸的雪板。<br />
雪鞋：與雙板或單板雪板搭配使用。<br />
雪杖：與雙板搭配使用。<br />
雪衣和雪褲：保暖和防水的外套和褲子，通常有各種尺寸和款式可供選擇。<br />
手套：保護手部免受寒冷和外界損傷的手套。<br />
滑雪頭盔：保護頭部免受撞擊和跌倒的傷害。<br />
滑雪護目風鏡：保護眼睛免受風雪刺擊及紫外光線的護目鏡。</p>`,
      },
      {
        q: "一定要準備護具嗎?租的到嗎?",
        a: `<p>單板建議必備護臀及護膝，貼身物無租借，建議自行購買準備。雪場通常也會有賣，但價格會較貴。雙板跌倒機會較少，可不穿護臀及護膝。安全帽可租借，上課必穿。</p>`,
      },
      {
        q: "滑雪穿著建議",
        a: `<p>請參考下方文章</p>
<p><a href="https://land110602.com/packing-checklist/">滑雪要準備那些裝備呢? 行前準備清單一覽</a></p>`,
      },
    ],
  },
  {
    title: "雪場選擇",
    items: [
      {
        q: "什麼是SKI in SKI out?",
        a: `<p>地點，而無需使用交通工具。這意味著您可以輕鬆地從住宿處開始和結束您的滑雪活動，省去了從酒店到滑雪場的交通時間和麻煩。SKI in SKI out的住宿地點通常位於滑雪場附近，方便滑雪愛好者們享受他們的滑雪假期。</p>`,
      },
    ],
  },
];

export default faqSections;
