const footerPagesContent = {
  membershipTerms: {
    title: "會員條款",
    html: `<ul>
<li>
<h3 class="wp-block-heading"><strong>客戶服務與權利義務</strong></h3>
<ul>
<li>您完成SnowLand雪域創遊網站的會員註冊程序，表示您同意遵守本條款及隱私權保護政策。</li>
<li>若您為未滿二十歲之未成年人，應於您的法定代理人閱讀、瞭解並同意本約定書之所有內容及其後修改變更後，方得註冊為會員、使用或繼續使用本服務。當您使用或繼續使用本服務時，即表示您的法定代理人已閱讀、瞭解並同意接受本約定書之所有內容及其後修改變更。</li>
<li>本服務保留終止違反法律規定、未遵循雙方約定、惡意濫用服務權益之客戶帳戶服務之權利。</li>
<li>當本服務需要通知客戶相關訊息時，將使用客戶所提供的聯繫方式進行通知。客戶應隨時更新個人資料以維持其正確性、即時性及完整性。若因客戶提供的資料錯誤、過期或其他非可歸責於本公司的原因，致本公司送達的訊息無法接受，仍視為本公司已完成該通知的送達。</li>
</ul>
</li>
<li>
<h3><strong>智慧財產權</strong></h3>
<ul>
<li>未經書面授權請勿任意使用本公司任何商標、LOGO、服務標誌、公司名稱，並禁止進行全部或部份的複製或模仿。</li>
<li>SnowLand雪域創遊網站上的所有內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計、軟體、影音，均由本公司依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。除SnowLand雪域創遊網站明示同意，任何人不得逕自使用、修改、重製、公開播送、改作、散布、發行、公開發表。若您欲引用或轉載前述軟體、程式或網站內容，必須依法取得SnowLand雪域創遊網站事前書面同意。如有違反，您應對本公司負損害賠償責任（包括但不限於訴訟費用及律師費用等）。</li>
</ul>
</li>
<li>
<h3><strong>客戶交易行為</strong></h3>
<ul>
<li>商品交易頁面呈現之商品名稱、價格、內容、規格、型號及其他相關資訊，皆為會員與本公司締結契約之一部分。</li>
<li>會員同意使用本服務訂購商品或服務時，於本服務通知確認交易成立前，本服務仍保有不接受訂單或取消之權利。會員向本服務發出訂購通知後，系統將自動發出接受通知，但此通知並非訂單確認通知，關於交易成立與否本服務將另行告知。</li>
<li>會員若於使用本服務訂購產品後倘任意取消訂單、或有任何本服務認為不適當而造成本服務作業上之困擾或損害之行為，本服務將可視情況採取拒絕交易、暫停或永久取消會員資格辦理。</li>
</ul>
</li>
</ul>
<ul>
<li>
<h3><strong>使用者的守法義務及承諾</strong></h3>
<ul>
<li>會員承諾絕不為任何非法目的或以任何非法方式使用本服務，並承諾遵守中華民國相關法規及一切使用網際網路之國際慣例。會員若係中華民國以外之使用者，並同意遵守所屬國家或地域之法令。會員同意並保證不得利用本服務從事侵害他人權益或違法之行為，包括但不限於： 公布或傳送任何誹謗、侮辱、具威脅性、攻擊性、不雅、猥褻、不實、違反公共秩序或善良風俗或其他不法之文字、圖片或任何形式的檔案。 b. 侵害或毀損本公司或他人名譽、隱私權、營業秘密、商標權、著作權、專利權、其他智慧財產權及其他權利。 c. 違反依法律或契約所應負之保密義務。 d. 冒用他人名義使用本服務。 e. 傳輸或散佈電腦病毒。 f. 從事未經本公司事前授權的商業行為。 g. 刊載、傳輸、發送垃圾郵件、連鎖信、違法或未經本公司許可之多層次傳銷訊息及廣告等；或儲存任何侵害他人智慧財產權或違反法令之資料。 h. 對本服務其他用戶或第三人產生困擾、不悅或違反一般網路禮節致生反感之行為。 i. 其他不符本服務所提供的使用目的之行為或本公司有正當理由認為不適當之行為。</li>
</ul>
</li>
<li>
<h3><strong>滑雪課程安全性免責聲明</strong></h3>
<ul>
<li>參與滑雪課程時，請注意滑雪課程涉及一定的風險，包括但不限於意外摔跌、碰撞其他人或物體、天氣變化、地形條件、裝備故障以及他人行為可能對自身安全造成的潛在威脅。參與者應自行評估自身的能力和健康狀況，並自願承擔相應的風險。</li>
<li>參與者同意自行負責檢查和確保所使用的滑雪裝備符合安全標準，並承擔由於裝備問題引起的任何損失或傷害。</li>
<li>參與者應遵守滑雪課程中的安全規則和指示，並尊重他人的安全和利益。如有不遵守或不尊重的行為，可能導致參與者被取消參與資格。</li>
<li>參與者保證自身具有合法的年齡和能力參與滑雪課程，並擁有必要的家長或監護人授權。</li>
<li>參與者同意遵守所有與滑雪課程相關的規定和指引，並配合活動組織者和指導人員的要求。</li>
</ul>
</li>
</ul>`,
  },
  privacyPolicy: {
    title: "隱私政策",
    html: `<ul>
<li>
<h3 class="wp-block-heading">客戶隱私權保障</h3>
<ul>
<li>隱私權聲明政策：關於您註冊或使用本服務時所提供之個人資料，本公司將依「隱私權政策」為利用與保護。</li>
<li>資料記錄有效性：會員使用本服務時，其使用過程中所有的資料記錄，以本服務資料庫所記錄之資料為準，如有任何糾紛，以本服務資料庫所記錄之電子資料為認定標準，但客戶如能提出其他資料並證明為真實者則不在此限。</li>
</ul>
</li>
<li>
<h3>隱私政策</h3>
<ul>
<li>隱私權保護政策的適用範圍
<ul>
<li>隱私權保護政策內容，包括本網站如何處理在您使用網站服務時收集到的個人識別資料。隱私權保護政策不適用於本網站以外的相關連結網站，也不適用於非本網站所委託或參與管理的人員。</li>
</ul>
</li>
<li>個人資料的蒐集、處理及利用方式
<ul>
<li>當您造訪本網站或使用本網站所提供之功能服務時，我們將視該服務功能性質，請您提供必要的個人資料，並在該特定目的範圍內處理及利用您的個人資料；非經您書面同意，本網站不會將個人資料用於其他用途。</li>
<li>本網站在您使用服務信箱、問卷調查等互動性功能時，會保留您所提供的姓名、電子郵件地址、聯絡方式及使用時間等。</li>
<li>於一般瀏覽時，伺服器會自行記錄相關行徑，包括您使用連線設備的 IP 位址、使用時間、使用的瀏覽器、瀏覽及點選資料記錄等，做為我們增進網站服務的參考依據，此記錄為內部應用，決不對外公佈。</li>
<li>為提供精確的服務，我們會將收集的問卷調查內容進行統計與分析，分析結果之統計數據或說明文字呈現，除供內部研究外，我們會視需要公佈統計數據及說明文字，但不涉及特定個人之資料。</li>
<li>您可以隨時向我們提出請求，以更正或刪除本網站所蒐集您錯誤或不完整的個人資料。</li>
</ul>
</li>
<li>資料之保護
<ul>
<li>本網站主機均設有防火牆、防毒系統等相關的各項資訊安全設備及必要的安全防護措施，加以保護網站及您的個人資料採用嚴格的保護措施，只由經過授權的人員才能接觸您的個人資料，相關處理人員皆簽有保密合約，如有違反保密義務者，將會受到相關的法律處分。</li>
<li>如因業務需要有必要委託其他單位提供服務時，本網站亦會嚴格要求其遵守保密義務，並且採取必要檢查程序以確定其將確實遵守。</li>
<li>網站對外的相關連結</li>
<li>本網站的網頁提供其他網站的網路連結，您也可經由本網站所提供的連結，點選進入其他網站。但該連結網站不適用本網站的隱私權保護政策，您必須參考該連結網站中的隱私權保護政策。</li>
</ul>
</li>
<li>與第三人共用個人資料之政策
<ul>
<li>本網站絕不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關，但有法律依據或合約義務者，不在此限。</li>
<li>前項但書之情形包括不限於：
<ul>
<li>經由您書面同意。</li>
<li>法律明文規定。</li>
<li>為免除您生命、身體、自由或財產上之危險。</li>
<li>與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過提供者處理或蒐集者依其揭露方式無從識別特定之當事人。</li>
<li>當您在網站的行為，違反服務條款或可能損害或妨礙網站與其他使用者權益或導致任何人遭受損害時，經網站管理單位研析揭露您的個人資料是為了辨識、聯絡或採取法律行動所必要者。</li>
<li>有利於您的權益。</li>
<li>本網站委託廠商協助蒐集、處理或利用您的個人資料時，將對委外廠商或個人善盡監督管理之責。</li>
<li>隱私權保護政策之修正</li>
<li>本網站隱私權保護政策將因應需求隨時進行修正，修正後的條款將刊登於網站上。</li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
</ul>`,
  },
  cancellationPolicy: {
    title: "取消更改規定",
    html: `<ul>
<li><strong>取消及更改政策</strong>
<ul>
<li>訂課日期 61 天（含）之前取消，退費 100%</li>
<li>訂課日期 31 ~ 60 天之間取消，退費 70%</li>
<li>訂課日期 15 ~ 30 天之間取消，退費 50%</li>
<li>訂課日期 8 ~ 14 天之間取消，退費 30%</li>
<li>訂課日期 0 ~ 7 天之間取消，不退款</li>
<li>如在訂課時無指定教練，須依SnowLand排課教練為主，若訂課完成後不同意而取消訂課依取消政策處理，SnowLand保留最終教練排課權利。</li>
<li>訂單確認後，因航空公司更改航班時間，需先聯繫客服提供證明後，視教練排程狀況協調可申請變更預定，若教練時間無法配合而不同意更換教練，可申請取消訂課，退款80%。</li>
<li>若課程當日因不可控因素導致無法進行課程教學，須提出證明申請取消訂課，退款80%。</li>
<li>若於上課期間無故曠課，或超過集合時間20分鐘未出現，視同自願放棄課程，無法改期、退款或補時。</li>
<li>如學員單方面因天氣惡劣而取消課程，視同自願放棄課程，相關費用不於與退還。</li>
<li>如因雪場未關閉上課時間無法抵達，可申請改期或改時，不可退款。</li>
<li>退款需扣除交易手續費、已完成之保險費用以及其他已產生費用。</li>
</ul>
</li>
</ul>
`,
  },
};

export default footerPagesContent;
