const instagramLatest = [
  {
    "shortcode": "DDqlF6iioOO",
    "src": "/instagram/instagram-01.jpg",
    "alt": "📸 SnowLand滑雪學校攜手台灣知名攝影團隊 THE STAGE，帶來無與倫比的雪地攝影體驗！從滑雪課程側拍到浪漫寫真，THE STAGE以其國際級婚禮拍攝經驗，讓每張照片都成為永恆的回憶。趕快預約，和愛人一起留下最純白的浪漫回憶吧！",
    "caption": "📸 SnowLand滑雪學校攜手台灣知名攝影團隊 THE STAGE，帶來無與倫比的雪地攝影體驗！從滑雪課程側拍到浪漫寫真，THE STAGE以其國際級婚禮拍攝經驗，讓每張照片都成為永恆的回憶。趕快預約，和愛人一起留下最純白的浪漫回憶吧！❄️"
  },
  {
    "shortcode": "DE6XHixPYpy",
    "src": "/instagram/instagram-02.jpg",
    "alt": "你多久沒有停下腳步，好好與自己相處了？北海道的雪國，是療癒靈魂的最佳場景。\n穿越銀白的雪原，感受滑雪時的自由，享受雪地摩托車的速度與激情，\n\n還是騎馬雪中漫步；在咖啡廳暖一杯熱飲，抬頭便是純白雪景；\n夜晚住進溫暖的高級飯店，每一刻都如夢般浪",
    "caption": "你多久沒有停下腳步，好好與自己相處了？北海道的雪國，是療癒靈魂的最佳場景。\n穿越銀白的雪原，感受滑雪時的自由，享受雪地摩托車的速度與激情，\n\n還是騎馬雪中漫步；在咖啡廳暖一杯熱飲，抬頭便是純白雪景；\n夜晚住進溫暖的高級飯店，每一刻都如夢般浪漫。\n\n這次旅行，女孩用勇氣出發，也用影像記錄下每一個與自己對話的瞬間。\n「勇敢出發，給自己一個雪白的假期。」\n無需等待，現在就是愛自己的最好時機。\n\n想來一場屬於自己的雪國寫真嗎？\n👉 立即預約\nhttps://land110602.com/photograph/\n\n🌨 SnowLand 官方網站\nhttps://lihi.cc/QT0S6\n\n💬  Line@ 訂課系統\nhttps://lihi.cc/qVzzu\n\n一個人的北海道雪國旅行 | 獨旅女孩的北海道滑雪寫真\nSnowLand滑雪學校 x THE STAGE\n無論是一個人或是與朋友同行，都能在北海道雪國找到專屬於自己的故事。這一次，讓我們替你記錄下最美的旅行回憶吧！\n\n#北海道旅行 #雪地寫真 #滑雪學校 #獨旅 #星野度假村"
  },
  {
    "shortcode": "DE1NRZlIe7r",
    "src": "/instagram/instagram-03.jpg",
    "alt": "📸 SnowLand 雪地攝影：\n* 滑雪課程側拍\n* 雪地家庭寫真\n* 浪漫情侶寫真\n* 雪地便服婚紗攝影\n* 雪地騎馬＆冰湖釣魚攝影\n\n有多久沒和家人一起度過這麼特別的一天？\n在北海道星野度假村，我們和一個幸福的三代同堂家庭，捕捉了這",
    "caption": "📸 SnowLand 雪地攝影：\n* 滑雪課程側拍\n* 雪地家庭寫真\n* 浪漫情侶寫真\n* 雪地便服婚紗攝影\n* 雪地騎馬＆冰湖釣魚攝影\n\n有多久沒和家人一起度過這麼特別的一天？\n在北海道星野度假村，我們和一個幸福的三代同堂家庭，捕捉了這段充滿溫馨與歡笑的雪地旅程。\n\n#北海道 #家族照 #日本旅遊 #冰釣 #小孩 #情侶"
  },
  {
    "shortcode": "DVn2tI1IIP2",
    "src": "/instagram/instagram-04.jpg",
    "alt": "100 多年前\n女性滑雪竟然穿著長裙\n\n厚重的布料拖在雪地裡，\n甚至會吸水變得更重。\n在那個時代，女性穿褲子被視為不合禮儀。\n\n1890 年代\n自行車讓女性可以自由移動\n開始接觸戶外運動。\n\n滑雪從一項工具變成運動\n服裝從裙子\n到裙子加燈籠",
    "caption": "100 多年前\n女性滑雪竟然穿著長裙\n\n厚重的布料拖在雪地裡，\n甚至會吸水變得更重。\n在那個時代，女性穿褲子被視為不合禮儀。\n\n1890 年代\n自行車讓女性可以自由移動\n開始接觸戶外運動。\n\n滑雪從一項工具變成運動\n服裝從裙子\n到裙子加燈籠褲\n再到真正的滑雪褲\n\n雪山也可以說是女性突破束縛的地方呢\n\n祝大家婦女節快樂！\n\n下方留言跟大家分享\n你最欣賞的女滑雪者或女教練 ⛷️\n\n#SnowLand滑雪學校\n#滑雪文化\n#北海道滑雪"
  },
  {
    "shortcode": "DVdi6t3Dnpu",
    "src": "/instagram/instagram-05.jpg",
    "alt": "你知道春滑優惠已經開始了嗎？\n\n訂課享每組共折扣 ⬇️\n❄️1天_全天NT$1,200/半天NT$800\n\n❄️2天_全天NT$2,500/半天NT$1,800\n\n❄️3天_全天NT$4,000/半天NT$3,000\n\n滑得越多越划算\n想真",
    "caption": "你知道春滑優惠已經開始了嗎？\n\n訂課享每組共折扣 ⬇️\n❄️1天_全天NT$1,200/半天NT$800\n\n❄️2天_全天NT$2,500/半天NT$1,800\n\n❄️3天_全天NT$4,000/半天NT$3,000\n\n滑得越多越划算\n想真正進步，這一波一定要把握 💙\n\n✔ 想突破卡關的舊學員\n✔ 想讓孩子滑行更穩定的家庭\n✔ 想升級平行轉彎、速度控制的進階學員\n✔ 想好好享受雪地奔馳感的你\n\n這段時間練習效率高、進步速度快，\n也是回來加強技術最划算的時候 💙\n\n⚠️ 想訂課直接私訊卡位！\n✨ 限即日起2/27~3/20新訂單\n🔥 預訂2026/3/21~4/4春滑優惠期間課程\n🤝 已訂課學員可趕快追加訂單取得新優惠唷~\n\n這一檔是本季最後折扣！\n\n⚠️本影片沒有任何教練受傷⚠️\n\n#春滑優惠\n#滑越多省越多\n#親子滑雪\n#雙板單板皆可\n#SnowLand"
  },
  {
    "shortcode": "DVV1JRIIGZG",
    "src": "/instagram/instagram-06.jpg",
    "alt": "🔥 2026/3/21~4/4 春滑最後優惠來了🔥\n錯過真的要等明年！\n\n這一檔是本季最後折扣，\n而且——滑越多，折越多！\n\n訂課享每組共折扣 ⬇️\n\n❄️1天_全天NT$1,200/半天NT$800\n\n❄️2天_全天NT$2,500/",
    "caption": "🔥 2026/3/21~4/4 春滑最後優惠來了🔥\n錯過真的要等明年！\n\n這一檔是本季最後折扣，\n而且——滑越多，折越多！\n\n訂課享每組共折扣 ⬇️\n\n❄️1天_全天NT$1,200/半天NT$800\n\n❄️2天_全天NT$2,500/半天NT$1,800\n\n❄️3天_全天NT$4,000/半天NT$3,000\n\n滑得越多越划算\n想真正進步，這一波一定要把握 💙\n\n✔ 想突破卡關的舊學員\n✔ 想讓孩子滑行更穩定的家庭\n✔ 想升級平行轉彎、速度控制的進階學員\n✔ 想好好享受雪地奔馳感的你\n\n這段時間練習效率高、進步速度快，\n也是回來加強技術最划算的時候 💙\n\n⚠️ 想訂課直接私訊卡位！\n✨ 限即日起2/27~3/20新訂單\n🤝 已訂課學員可趕快追加訂單取得新優惠唷~\n\n#春滑優惠\n#滑越多省越多\n#親子滑雪\n#雙板單板皆可\n#snowland"
  },
  {
    "shortcode": "DUVdBQ9knOd",
    "src": "/instagram/instagram-07.jpg",
    "alt": "學生課前最常問的問題之一是：\n「最近雪況好嗎？」\n「會不會沒雪？」\n\n幾個方法讓你可以隨時確認北海道雪況\n就能大概掌握實際狀況\n\n這篇整理了\n4 個實用的APP/網站\n查看雪況的小技巧在第6張！\n\n✔ 降雪預報整體判斷\n✔ 北海道雪場雪況地",
    "caption": "學生課前最常問的問題之一是：\n「最近雪況好嗎？」\n「會不會沒雪？」\n\n幾個方法讓你可以隨時確認北海道雪況\n就能大概掌握實際狀況\n\n這篇整理了\n4 個實用的APP/網站\n查看雪況的小技巧在第6張！\n\n✔ 降雪預報整體判斷\n✔ 北海道雪場雪況地圖\n✔ 日本官方氣象警報\n✔ 雪場每日更新資訊\n\n📌 出發前看趨勢，當天以雪場公告為準\n初學其實不是追求越多粉雪越好\n遇到深粉雪初學其實很容易陷進去出不來\n積雪夠、天氣穩定、纜車正常運行\n就是很好的滑雪上課日唷！\n\n#SnowLand滑雪學校\n#北海道滑雪\n#滑雪雪況\n#星野滑雪\n#滑雪行前準備"
  },
  {
    "shortcode": "DVLD1AHDq9D",
    "src": "/instagram/instagram-08.jpg",
    "alt": "孩子需要一個被接住的安全感\n跌倒不會被責備\n慢一點也不會被催促\n用自己的步調去勇敢嘗試\n\n看著小朋友從一開始體驗挫折\n到變得開心有自信的樣子\n這是每一次兒童滑雪課程最讓人滿足的地方\n\n如果你也想讓你的孩子獲得這樣無價的成長經歷，或著你也想要",
    "caption": "孩子需要一個被接住的安全感\n跌倒不會被責備\n慢一點也不會被催促\n用自己的步調去勇敢嘗試\n\n看著小朋友從一開始體驗挫折\n到變得開心有自信的樣子\n這是每一次兒童滑雪課程最讓人滿足的地方\n\n如果你也想讓你的孩子獲得這樣無價的成長經歷，或著你也想要這種被接住的感覺\n把挫折變成能力\n把猶豫的時間變成美好回憶\n\nSnowLand隨時在北海道等你喔！\n\n#SnowLand滑雪學校 #星野 #北海道滑雪課程"
  }
];

export default instagramLatest;
